Repository: wp-plugins/xmpp-statistics
Catalog: languages/xmpp_stats-*.po
Languages: pl_pl

source: http://beherit.pl/en/wordpress/plugins/xmpp-statistics
pl_pl: http://beherit.pl/pl/wordpress/wtyczki/xmpp-statistics

source: Displays the statistics from ejabberd XMPP server through REST API.
pl_pl: Wyświetla statystyki z serwera ejabberd XMPP za pomocą REST API.

source: Settings
pl_pl: Ustawienia

source: XMPP Statistics
pl_pl: Statystyki XMPP

source: Donations
pl_pl: Wsparcie

source: Usage information
pl_pl: Informacje o użytkowaniu

source: Simple shortcodes
pl_pl: Proste skróty

source: Shortcodes for graphs
pl_pl: Skróty dla wykresów

source: Basic options
pl_pl: Podstawowe opcje

source: REST API url
pl_pl: Adres REST API

source: Enter URL defined in module mod_rest in ejabberd settings.
pl_pl: Wpisz adres URL zdefiniowany w module mod_rest w ustawieniach ejabberd.

source: URL to system uptime data
pl_pl: Adres URL do danych czasu działania systemu

source: Enter URL defined in module mod_http_fileserver in ejabberd settings which returns system boot time in UNIX TimeStamp.
pl_pl: Wpisz adres URL zdefiniowany w module mod_http_fileserver w ustawieniach ejabberd, który zwraca czas uruchomienia systemu w UNIX TimeStamp.

source: Example to get system boot time
pl_pl: Przykład, jak uzyskać czas uruchomienia systemu

source: Save statistics
pl_pl: Zapisuj statystyki

source: Automatically retrieves server statistics every 5 minutes and stores them in a database.
pl_pl: Automatycznie pobiera statystyki serwera co 5 minut i zapisuje je w bazie danych.

source: Authorization
pl_pl: Autoryzacja

source: Enable authorization
pl_pl: Włącz autoryzację

source: Password
pl_pl: Hasło

source: Set last activity information
pl_pl: Ustaw informację o ostatniej aktywności

source: Graphs style
pl_pl: Styl wykresów

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Line color
pl_pl: Kolor linii

source: Grid color
pl_pl: Kolor siatki

source: Save settings
pl_pl: Zapisz zmiany

source: If you like this plugin, please send a donation to support its development and maintenance
pl_pl: Jeśli podoba Ci się ta wtyczka, proszę prześlij darowiznę na wsparcie jej rozwoju i utrzymanie

source: First, make sure that module mod_rest in ejabberd is properly configured. Example configuration:
pl_pl: Po pierwsze, upewnij się, że moduł mod_rest w ejabberd jest poprawnie skonfigurowany. Przykładowa konfiguracja:

source: Second, configure REST API url and optional authorization data. At last, place shortcodes on page.
pl_pl: Po drugie, skonfiguruj adres REST API i opcjonalne dane autoryzacji. W końcu, umieść skróty na stronie.

source: Online users count
pl_pl: Liczba zalogowanych użytkowników

source: Command
pl_pl: Komenda

source: Registered users count
pl_pl: Liczba zarejestrowanych użytkowników

source: Outgoing s2s connections count
pl_pl: Liczba wychodzących połączeń s2s

source: Incomming s2s connections count
pl_pl: Liczba przychodzących połączeń s2s

source: XMPP server uptime
pl_pl: Czas działania serwera XMPP

source: System uptime
pl_pl: Czas działania systemu

source: Logged in users - by day
pl_pl: Zalogowani użytkownicy - przez dzień

source: Logged in users - by week
pl_pl: Zalogowani użytkownicy - przez tydzień

source: Registered users - by day
pl_pl: Zarejestrowani użytkownicy - przez dzień

source: Registered users - by week
pl_pl: Zarejestrowani użytkownicy - przez tydzień

source: S2S connections - by day
pl_pl: Połączenia S2S - przez dzień

source: S2S connections - by week
pl_pl: Połączenia S2S - przez tydzień

source: XMPP server uptime - by day
pl_pl: Czas działania serwera XMPP - przez dzień

source: XMPP server uptime - by week
pl_pl: Czas działania serwera XMPP - przez tydzień

source: System uptime - by day
pl_pl: Czas działania systemu - przez dzień

source: System uptime - by week
pl_pl: Czas działania systemu - przez tydzień

source: XMPP server statistics
pl_pl: Statystyki serwera XMPP

source: Every 5 minutes
pl_pl: Co 5 minut

source: today
pl_pl: dzisiaj

source: yesterday
pl_pl: wczoraj

source: Loading...
pl_pl: Ładowanie...

source: Logged in users
pl_pl: Zalogowani użytkownicy

source: sun
pl_pl: ndz

source: mon
pl_pl: pon

source: tue
pl_pl: wto

source: wed
pl_pl: śro

source: thu
pl_pl: czw

source: fri
pl_pl: pią

source: sat
pl_pl: sob

source: users at
pl_pl: użytkowników o

source: Registered users
pl_pl: Zarejestrowani użytkownicy

source: Outgoing connections
pl_pl: Wychodzące połączenia

source: outgoing connections
pl_pl: wychodzących połączeń

source: Incoming connections
pl_pl: Przychodzące połączenia

source: incoming connections
pl_pl: przychodzących połączeń

source: at
pl_pl: o

source: Uptime
pl_pl: Czas działania

source: Last restart
pl_pl: Ostatni restart
